Repository: aynils/fisheriescape
Catalog: csas2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The review recommendation must be screened-in if there is already a CSAS Process underway.
fr: Le recommendation d'examen doit être retenue à la présélection s'il y a déjà un processus SCAS en cours.

source: day
fr: jour

source: There has to be at least one approver in the queue!
fr: Il doit y avoir au moins un approbateur dans la file d'attente!

source: Sorry, you do not have permissions to withdraw this request
fr: Vous n'avez pas les autorisations nécessaires pour retirer cette demande

source: This endpoint cannot be used without a query param
fr: Ce point de terminaison ne peut pas être utilisé sans un paramètre de requête

source: You need to specify at least one query param.
fr: Vous devez spécifier au moins un paramètre de requête.

source: Cannot create a review of a request that is still in draft mode.
fr: Impossible de créer un examen d'une demande qui est toujours en mode brouillon.

source: Sorry, you do not have permissions to send this email
fr: Vous n'avez pas les autorisations nécessaires pour envoyer ce courriel

source: Cannot perform this action when there are more than 1 projects attached to a process
fr: Impossible d'effectuer cette action lorsqu'il y a plus d'un projet attaché à un processus

source: Success! A new project in the PPT has been created and was linked to this CSAS Process
fr: Succès ! Un nouveau projet a été créé dans l'outil de planification de project et a été lié à ce processus SCAS

source: Success! the linked project in the PPT has been updated
fr: Succès ! Le projet lié dans l'outil de planification de project a été mis à jour

source: A request to have this process posted has already occurred.
fr: Une demande de publication de ce processus a déjà eu lieu.

source: Success! Your request for a posting has been sent to the National CSAS Office.
fr: Succès! Votre demande de publication a été envoyée au bureau national du SCAS.

source: You need to specify a meeting
fr: Vous devez spécifier une réunion

source: You need to specify a process
fr: Vous devez spécifier un processus

source: You need to specify a csas process
fr: Vous devez spécifier un processus SCAS

source: Success! Your request for a publication number has been sent to the National CSAS Office.
fr: Succès ! Votre demande pour un numéro de publication a été envoyée au bureau national du SCAS.

source: A publication number has already been requested.
fr: Un numéro de publication a déjà été demandé.

source: You must be a CSAS staff member to do this.
fr: Pour faire cela, vous devez être un membre du personnel du SCAS.

source: Cannot generate a pub number if there is no anticipated posting date.
fr: Il est impossible de générer un numéro de publication s'il n'y a pas de date d'affichage prévue.

source: Cannot guess at the due date because the document type has not pre-configuration. Please talk to a national CSAS administrator to have this fixed!
fr: Impossible de deviner la date d'échéance parce que le type de document n'a pas été pré-configuré. Veuillez vous consulter avec un administrateur national du SCAS pour faire corriger ce problème!

source: Cannot guess at the due date because there are no connected meetings to this document!
fr: Impossible de deviner la date d'échéance car il n'y a pas de réunions liées à ce document!

source: Cannot guess at the due date because none of the connected meeting have end dates!
fr: Impossible de deviner la date d'échéance car aucune des réunions connectées n'a de date de fin!

source: chair
fr: président(e)

source: You need to specify a document
fr: Vous devez spécifier un document

source: external
fr: externe

source: Yes
fr: Oui

source: No
fr: Non

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Name contains
fr: Le nom contient

source: Any part of name or email
fr: Aucune partie du nom ou du courriel

source: Title contains OR reference number
fr: Le titre contient OU numéro de référence

source: CSAS office
fr: Bureau de SCAS

source: Client region
fr: Région du client

source: Client sector
fr: Secteur(s) client

source: Client Section
fr: Secteur(s) client

source: Has process?
fr: A un processus?

source: Status
fr: Statut

source: Client prioritization
fr: La priorisation du client

source: Keyword tags
fr: Tags de mots-clés

source: Process ID
fr: ID du processus

source: Title contains
fr: Le titre contient

source: Lead Office
fr: Bureau principal

source: Request client
fr: Demander un client

source: ToR status
fr: Statut du cadre de référence

source: Request keyword tags
fr: Demander des mots-clés

source: Meeting Title contains
fr: Le titre de la réunion contient

source: Has a posting request been made?
fr: Une demande de publication a-t-elle été faite ?

source: Month of meeting
fr: Mois de la réunion

source: All
fr: Tout

source: Lead CSAS office
fr: Bureau SCAS principal

source: Are dates approximate?
fr: Les dates sont-elles approximatives?

source: Fiscal year of process
fr: Exercice financier du processus

source: Fiscal year of meeting
fr: Exercice financier de la réunion

source: Click to select a date..
fr: Cliquez pour sélectionner une date.

source: Click to select a range of dates..
fr: Cliquez pour sélectionner une gamme de dates.

source: Click to select all applicable dates..
fr: Cliquez pour sélectionner toutes les dates applicables.

source: Fiscal year
fr: Exercice financier

source: Posted processes?
fr: Le processus est-il publié?

source: Request Status
fr: Statut de la demande

source: Process Status
fr: Statut du processus

source: Process Type
fr: Type de processus

source: Lead Region
fr: Région principale

source: DFO Region
fr: Région du MPO

source: DFO Sector
fr: Secteur du MPO

source: DFO Branch
fr: Direction générale du MPO

source: DFO Division
fr: Division du MPO

source: DFO Section
fr: Section du MPO

source: CSAS Requests
fr: Demandes de SCAS

source: leave blank for all
fr: laisser vide pour tous

source: Only posted
fr: Seulement publié

source: Only un-posted
fr: Seulement non publié

source: Must enter a client for this request!
fr: Vous devez inscrire un client pour cette demande!

source: Must enter a CSAS office for this request!
fr: Vous devez inscrire un bureau SCAS pour cette demande!

source: Must enter a section for this request!
fr: Vous devez inscrire une section pour cette demande!

source: By checking this box, a draft steering committee meeting will be automatically created upon submitting this form.
fr: En cochant cette case, une ébauche de la réunion du comité directeur sera automatiquement créé lors de la soumission de ce formulaire.

source: Create a placeholder steering committee meeting?
fr: Créer une réunion du comité directeur provisoire?

source: These individuals will be added as meeting invitees and tagged with the role of 'Steering Committee Member'.
fr: Ces personnes seront ajoutées en tant qu'invités à la réunion et étiquetées avec le rôle de "membre du comité directeur".

source: Steering committee members
fr: Membres du comité directeur

source: By checking this box, a draft peer review meeting will be automatically created upon submitting this form.
fr: En cochant cette case, une ébauche de la réunion d'examen par les pairs sera automatiquement créé lors de la soumission de ce formulaire.

source: Create a placeholder peer review meeting?
fr: Créer une réunion d'examen par les pairs en main?

source: These individuals will be added as meeting invitees and tagged with the role of 'Science Lead'.
fr: Ces personnes seront ajoutées en tant qu'invités à la réunion et étiquetées avec le rôle de "responsable scientifique".

source: Science leads
fr: Responsables scientifiques

source: These individuals will be added as meeting invitees and tagged with the role of 'Client Lead'.
fr: Ces personnes seront ajoutées en tant qu'invités à la réunion et étiquetées avec le rôle de "Client(e) principal(e)".

source: Client leads
fr: Clients principaux

source: This individual will be added as a meeting invitee and tagged with the role of 'chair'.
fr: Cette personne sera ajoutée en tant qu'invité à la réunion et sera étiquetée avec le rôle de "président".

source: Chair
fr: Président(e)

source: name
fr: nom

source: Must have either an English title or a French title!
fr: Doit avoir un titre anglais ou un titre français!

source: The lead office cannot be listed in the 'Other offices' field.
fr: Votre bureau principale ne peut pas figurer dans le champ "Autres bureaux".

source: Must enter a lead office for this process!
fr: Vous devez entrer un bureau principale pour ce processus!

source: You must attach the process to at least one request
fr: Vous devez joindre le processus à au moins une demande

source: Meeting dates
fr: Dates de la réunion

source: You can provide an approximate date.
fr: Vous pouvez fournir une date approximative.

source: Confirmed dates of meeting
fr: Dates confirmées de la réunion

source: Upon submitting this form, these individuals will automatically be added as lead authors to the document
fr: En soumettant ce formulaire, les personnes suivantes seront automatiquement ajoutées comme auteurs principaux du document

source: Lead authors
fr: Auteurs principaux

source: Upon submitting this form, these individuals will automatically be added as other authors to the document.
fr: En soumettant ce formulaire, ces personnes seront automatiquement ajoutées comme autres auteurs au document.

source: Other authors
fr: Autres auteurs

source: English
fr: Anglais

source: French
fr: Français

source: Draft
fr: Ébauche

source: Under client review
fr: En cours de revision par le client

source: Awaiting changes
fr: En attente de changements

source: Ready for CSAS review
fr: Prêt pour la révision par le SCAS

source: Under CSAS review
fr: En cours de révision par le SCAS

source: Reviewed
fr: Révisé

source: Flagged
fr: Signalé

source: Re-scoping
fr: Re-cadrage

source: Accepted
fr: Accepter

source: Fulfilled
fr: Satisfait

source: Withdrawn
fr: Retiré

source: Screen-in
fr: Présélectionner

source: Return to client
fr: Retourne au client

source: Re-scope
fr: Re-cadrer

source: High
fr: Haut

source: Medium
fr: Moyenne

source: Low
fr: Bas

source: Regional
fr: Régional

source: Advisory Meeting
fr: Réunion d'Avis Scientifiques

source: Science Response Process
fr: Processus de Réponse des Sciences

source: Initiated
fr: Initié

source: Tentative
fr: Provisoire

source: On
fr: Marche

source: ToR Complete
fr: Cadre de référence complet

source: Meeting Complete
fr: Réunion complète

source: Deferred
fr: Reporté

source: Complete
fr: Complet

source: Under review
fr: En cours de révision

source: Approved
fr: Approuvé

source: Awaiting posting
fr: En attente de publication

source: Posted
fr: Publié

source: Accept
fr: Accepter

source: Request changes
fr: Demander des changements

source: Queued
fr: En file d'attente

source: Pending
fr: En attente

source: Approver
fr: Approbateur

source: Reviewer
fr: Réviseur

source: Recommender
fr: Recommandeur

source: General comment
fr: Commentaire général

source: To Do
fr: À faire

source: Unconfirmed
fr: Non confirmé

source: Confirmed
fr: Confirmé

source: Submitted by author
fr: Soumis par l'auteur

source: Under review by chair
fr: En cours de révision par le président

source: Approved by chair
fr: Approuvé par le président

source: Under review by CSAS coordinator
fr: En cours de révision par le coordinateur SCAS

source: Approved by CSAS coordinator
fr: Approuvé par le coordinateur SCAS

source: Under review by section head
fr: En cours de révision par le chef de section

source: Approved by section head
fr: Approuvé par le chef de section

source: Under review by division manager
fr: En cours de révision par le gestionnaire de la division

source: Approved by division manager
fr: Approuvé par le gestionnaire de la division

source: Under review by director
fr: En cours de révision par le directeur

source: Approved by director
fr: Approuvé par le directeur

source: Submitted to CSAS office
fr: Soumis au bureau du SCCS

source: Proof sent to author
fr: L'approbation envoyée à l'auteur

source: Proof approved by author
fr: L'approbation approuvée par l'auteur

source: Posted (updated)
fr: Publié (mis à jour)

source: In progress
fr: En cours

source: Translated, unreviewed
fr: Traduit, non révisé

source: Translated, reviewed
fr: Traduit, révisé

source: In-progress
fr: En cours

source: Unsure
fr: Incertain

source: DM Apps user
fr: Utilisateur de DM apps

source: national administrator?
fr: administrateur national?

source: NCR web & pub staff?
fr: Personnel de site web et de publications du RCN?

source: caption
fr: légende

source: cost category
fr: catégorie de coût

source: funding source
fr: source de fonds

source: amount (CAD)
fr: montant (CAD)

source: complete?
fr: complet?

source: process order
fr: ordre de processus

source: role
fr: rôle

source: user
fr: utilisateur

source: decision
fr: décision

source: comments
fr: commentaires

source: status
fr: statut

source: reminder sent date
fr: date d'envoi du rappel

source: review started
fr: l'examen a commencé

source: review completed
fr: examen terminé

source: region
fr: région

source: coordinator / CSA
fr: coordinateur / CAS

source: science advisors
fr: conseillers scientifiques

source: administrators
fr: administrateurs

source: generic email address
fr: courriel générique

source: disable notifications from new requests?
fr: désactiver les notifications de nouvelles demandes?

source: do not send emails directly to office staff?
fr: n'envoyez pas de courriels directement au personnel du bureau?

source: default section for PPT
fr: section par défaut pour l'OPP

source: When exporting CSAS processes to projects, what should be the default section to use?
fr: Lors de l'exportation de processus SCAS vers des projets, quelle devrait être la section par défaut à utiliser?

source: language of request
fr: langue de la demande

source: title
fr: titre

source: translated title
fr: titre traduit

source: DFO client
fr: Client du MPO

source: client section
fr: secteur(s) client

source: Could the advice provided potentially be applicable to other regions and/or sectors?
fr: Les avis fournis pourraient-ils potentiellement être applicables à d'autres régions et/ou secteurs?

source: e.g., frameworks, tools, issues and/or aquatic species widely distributed throughout more than one region
fr: p. ex., des cadres, des outils, des enjeux et/ou des espèces aquatiques largement réparties dans plus d'une région

source: Please list other sectors and/or regions and provide brief rationale
fr: Veuillez indiquer les autres secteurs et/ou régions et fournir une brève justification

source: Issue requiring science information and/or advice
fr: Problème nécessitant des informations et/ou des conseils scientifiques

source: Should be phrased as a question to be answered by Science. The text provided here will serve as the objectives for the terms of reference.
fr: Veuillez formuler comme une question à laquelle le Secteur des sciences doit répondre. Le texte fourni ici servira d'objectifs pour le cadre de référence.

source: From whom in Science have you had assistance in developing the question/request (CSAS and/or DFO science staff)
fr: De qui, dans le Secteur des sciences, avez-vous reçu de l'aide pour rédiger la question/demande (personnel du SCAS et/ou personnel scientifique du MPO) ?

source: Rationale or context for the request
fr: Justification ou contexte de la demande

source: What will the information/advice be used for? Who will be the end user(s)? Will it impact other DFO programs or regions? The text provided here will serve as the context for the terms of reference.
fr: À quoi serviront les informations/conseils? Qui sera le ou les utilisateurs finaux? Cela aura-t-il un impact sur d'autres programmes ou régions du MPO? Le texte fourni ici servira de contexte pour le cadre de référence.

source: What is the expected consequence if science advice is not provided?
fr: Quelle est la conséquence attendue si l'avis scientifique ne soit pas fournis?

source: Latest possible date to receive Science advice
fr: La date limite la plus tardive pour recevoir l'avis scientifique

source: Rationale for deadline?
fr: Justification de la date limite?

source: e.g., COSEWIC or consultation meetings, Environmental Assessments, legal or regulatory requirement, Treaty obligation, international commitments, etc). Please elaborate and provide anticipatory dates
fr: par exemple, le COSEPAC ou les réunions de consultation, les évaluations environnementales, les exigences légales ou réglementaires, les obligations du traité, les engagements internationaux, etc). Veuillez élaborer et fournir des dates anticipées

source: Click here if you have funds to cover any extra costs associated with this request?
fr: Cliquez ici si vous disposez de fonds pour couvrir toute dépense supplémentaire associé à cette demande?

source: i.e., special analysis, meeting costs, translation)?
fr: par exemple, analyse spéciale, frais de réunion, traduction)?

source: Please describe
fr: Veuillez décrire

source: How would you classify the prioritization of this request?
fr: Comment classeriez-vous la priorisation de cette demande?

source: What is the rationale behind the prioritization?
fr: Quel est la justification qui sous-tend la priorisation?

source: keyword tags
fr: tags de mots-clés

source: submission date
fr: date de soumission

source: unique identifier
fr: identifiant unique

source: advice FY
fr: exercice de l'avis

source: request FY
fr: exercice de la demande

source: reference number
fr: numéro de référence

source: CSAS Request
fr: Demande de SCAS

source: no further details provided.
fr: aucun autre détail n'a été fourni.

source: no further detail provided.
fr: aucun autre détail n'a été fourni.

source: reference number (optional)
fr: numéro de référence (facultatif)

source: Is this within the scope of CSAS?
fr: Cela fait-il partie du champ d'application du SCAS?

source: is this feasible from a Science perspective
fr: est-ce réalisable d'un point de vue scientifique

source: recommendation explanation
fr: explication de la recommendation

source: recommendation date
fr: date de la recommendation

source: advice required by (final)
fr: avis demandé par (final)

source: rationale for alternate scheduling
fr: justification du calendrier alternatif

source: administrative notes
fr: notes administratives

source: email notification date
fr: date de notification par courriel

source: Review for CSAS Request #
fr: Examen pour le numéro de demande SCAS

source: is this file an approval for this request?
fr: ce dossier est-il une approbation pour cette demande?

source: title (en)
fr: titre (an)

source: title (fr)
fr: titre (fr)

source: scope
fr: portée

source: lead CSAS office
fr: bureau SCAS principal

source: other CSAS offices
fr: autres bureaux SCAS

source: process editors
fr: éditeurs de processus

source: A list of non-CSAS staff with permissions to edit the process, meetings and documents
fr: Une liste du personnel non-SCAS ayant des autorisations pour modifier le processus, les réunions et les documents

source: Connected CSAS requests
fr: Demandes SCAS connectées

source: Target date to provide Science advice
fr: Date pour fournir l'avis scientifique

source: Links to PPT Projects
fr: Liens au projets de l'OPP

source: has peer review meeting?
fr: a une réunion d'examen par les pairs?

source: has planning meeting?
fr: a une réunion de planification?

source: fiscal year
fr: exercice financier

source: n/a
fr: s/o

source: process
fr: processus

source: context (en)
fr: contexte (an)

source: context (fr)
fr: contexte (fr)

source: objectives (en)
fr: objectifs (an)

source: objectives (fr)
fr: objectifs (fr)

source: participation (en)
fr: participation (an)

source: references (en)
fr: références (an)

source: references (fr)
fr: références (fr)

source: Linked to which meeting?
fr: Lié à quelle réunion?

source: The ToR will pull several fields from the linked meeting (e.g., dates, chair, location, ...)
fr: Le cadre de référence extrait plusieurs champs de la réunion liée (par exemple, les dates, le président, le lieu, etc.)

source: expected publications
fr: publications prévues

source: Date of posting request
fr: Date de la demande de publication

source: Posting notification date
fr: Date de notification de la publication

source: Terms of Reference
fr: Cadre de référence

source: Is this a planning meeting?
fr: Est-ce une réunion de planification?

source: Is this a virtual meeting?
fr: Est-ce une réunion virtuelle?

source: location
fr: endroit

source: City, State/Province, Country or Virtual
fr: Ville, État/Province, Pays ou Virtuel

source: initial activity date
fr: date d'activité initiale

source: anticipated end date
fr: date de fin prévue

source: The dates provided above are approximations
fr: Les dates indiquées ci-dessus sont approximatives

source: By selecting yes, the meeting date will be displayed in the 'quarter/year' format, e.g.: Summer 2024
fr: En sélectionnant oui, la date de la réunion sera affichée au format "trimestre/année", par exemple : Été 2024

source: description of meeting times (en)
fr: description des horaires de réunion (an)

source: e.g.: 9am to 4pm (Atlantic)
fr: p.ex.: 9h à 16h (Atlantique)

source: description of meeting times (fr)
fr: description des horaires de réunion (fr)

source: e.g.: 9h à 16h (Atlantique)
fr: p.ex.: 9h à 16h (Atlantique)

source: post-meeting chair comments
fr: commentaires du president après la réunion

source: Does the chair have comments to be captured OR passed on to NCR following the peer-review meeting.
fr: Le président a-t-il des commentaires à saisir OU à transmettre au RCN après la réunion d'examen par les pairs.

source: will this meeting generate media attention?
fr: cette réunion suscitera-t-elle l'attention des médias?

source: The answer to this question will be used by NCR for regular reporting on the meeting (i.e., TAB7)
fr: La réponse à cette question sera utilisée par le RCN pour les rapports réguliers sur la réunion (c'est-à-dire TAB7)

source: status of media lines
fr: statut des lignes de média

source: Please indicate the status of the media lines
fr: Veuillez indiquer le statut des lignes de média

source: have the SoMP been submitted?
fr: le résumé des produits de la réunion a-t-il été soumis ?

source: CSAS office notified about SoMP
fr: Le bureau du SCAS est informé du résumé des produits de la réunion

source: is meeting posted on CSAS website?
fr: la réunion est publié sur le site web du SCAS ?

source: fiscal year of meeting
fr: exercice financier de la réunion

source: Requested
fr: Demander

source: Not posted
fr: Non publié

source: cannot post a planning meeting
fr: ne peut pas publié une réunion de planification

source: cannot post because the CSAS Process must have a Terms of Reference with a list of expected publications
fr: ne peut pas afficher parce que le processus SCAS doit avoir un cadre de référence avec une liste des publications attendues

source: this meeting is already posted
fr: cette réunion est déjà publié

source: a posting request has already been made for this meeting
fr: une demande de publication a déjà été faite pour cette réunion

source: SoMP can only be submitted for a peer-review meeting
fr: Le résumé des produits de la réunion ne peut être soumis que pour une réunion d'examen par les pairs

source: this meeting is not linked to any documents
fr: cette reunion n'est pas liée à aucun document
