Repository: aynils/fisheriescape
Catalog: csas2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: all linked documents must be confirmed before submitting
fr: tous les documents liés doivent être confirmés avant d'être soumis

source: planning
fr: planification

source: time_description_en
fr: time_description_fr

source: name (en)
fr: nom (an)

source: url (English)
fr: url (Anglais)

source: url (French)
fr: url (Français)

source: url_en
fr: url_fr

source: special category
fr: catégorie spéciale

source: DFO Region (if applicable)
fr: région du MPO (si applicable)

source: Function(s)
fr: Fonction(s)

source: date invitation was sent
fr: date d'envoi de l'invitation

source: attendee
fr: participant

source: days due following meeting
fr: jours dus après la réunion

source: hide from main search?
fr: cacher de la recherche principale?

source: linkage to peer-review meetings
fr: lien avec les réunions d'examen par les pairs

source: document type
fr: type de document

source: The Lead CSAS office will process approvals and translation and will be listed on the cover page of the publication
fr: Le bureau principal du SCAS traitera les approbations et la traduction et sera mentionné sur la page de couverture de la publication

source: title (English)
fr: titre (Anglais)

source: title (French)
fr: titre (Français)

source: title (Inuktitut)
fr: titre (Inuktitut)

source: Publication Year
fr: Année de publication

source: file attachment (en)
fr: fichier joint (an)

source: file attachment (fr)
fr: fichier join (fr)

source: document url (en)
fr: url du document (an)

source: document url (fr)
fr: url du document (fr)

source: dev link (en)
fr: lien de développement (an)

source: dev link (fr)
fr: lien de développement (fr)

source: EKME# / GCDocs (en)
fr: #EKME/ GCDocs (an)

source: library catalogue # (en)
fr: numéro de catalogue de la bibliothèque (an)

source: library catalogue # (fr)
fr: numéro de catalogue de la bibliothèque (fr)

source: document due date
fr: date de remise du document

source: date of publication number request
fr: date de la demande du numéro de publication

source: publication number
fr: numéro de publication

source: authors
fr: auteurs

source: translation status
fr: statut de la traduction

source: Has been confirmed?
fr: Cela a été confirmé?

source: Cannot confirm because document is already confirmed
fr: Ne peut pas confirmer parce que le document est déjà confirmé

source: Cannot confirm because there must be a tentative title
fr: Ne peut pas confirmer parce qu'il doit y avoir un titre provisoire

source: Cannot confirm because there is no lead office
fr: Ne peut pas confirmer parce qu'il n'y a pas de bureau principal

source: Cannot confirm because there are no lead authors
fr: Ne peut pas confirmer parce qu'il n'y a pas d'auteurs principaux

source: title_en
fr: title_fr

source: Untitled
fr: Sans titre

source: product due date
fr: date d'échéance du produit

source: date submitted by author
fr: date soumis par l'auteur

source: submitted by
fr: soumis par

source: chairperson
fr: président(e)

source: date sent to chair
fr: date envoyée au président

source: date approved by chair
fr: date approuvée par le président

source: comment
fr: commentaire

source: date sent to CSAS coordinator
fr: date envoyée au coordinateur SCAS

source: date approved by CSAS coordinator
fr: date approuvée par le coordinateur SCAS

source: section head
fr: chef de la section

source: date sent to section head
fr: date envoyée au chef de la section

source: date approved by section head
fr: date approuvée par le chef de la section

source: division manager
fr: gestionnaire de la division

source: date sent to division manager
fr: date envoyée au gestionnaire de la division

source: date approved by division manager
fr: date approuvée par le gestionnaire de la division

source: director
fr: directeur

source: date sent to director
fr: date envoyée au directeur

source: date approved by director
fr: date approuvée par le directuer

source: date document submitted to CSAS office
fr: date de remise du document au bureau du SCAS

source: proof will be sent to which author
fr: l'approbation sera envoyée à quel auteur

source: date PDF proof sent to author
fr: date d'envoi de l'approbation du PDF à l'auteur

source: date PDF proof approved by author
fr: date l'approbation du PDF a été approuvé par l'auteur

source: anticipated posting date
fr: date de publication prévue

source: actual posting date
fr: date de publication actuelle

source: updated posting date
fr: date de publication révisée

source: Will translation be tackled in-house?
fr: La traduction sera-t-elle faite en interne?

source: target language
fr: langue cible

source: date sent to translation
fr: date envoyée à la traduction

source: forecasted return date
fr: date de retour prévue

source: client reference number
fr: numéro de référence du client

source: translation reference number
fr: le numéro de référence de la traduction

source: was submitted as an urgent request?
fr: a été soumise comme une demande urgente?

source: date received from translation
fr: date reçue de la traduction

source: invoice number
fr: numéro de facture

source: translation review completion date
fr: date d'achèvement de la révision de la traduction

source: translation review completed by
fr: révision de la traduction effectué par

source: translation notes
fr: notes du traduction

source: person
fr: personne

source: lead author?
fr: auteur principal?

source: Virtual Meeting
fr: Réunion Virtuelle

source: client regions
fr: régions du client

source: client sectors
fr: secteurs client

source: client sections
fr: sections client

source: process notes
fr: notes de processus

source: advice date
fr: date de l'avis

source: has process?
fr: a un processus?

source: client region
fr: région du client

source: client sector
fr: secteur(s) client

source: Advisory process type
fr: Type de processus de consultation

source: Lead scientists
fr: Principaux scientifiques

source: key meetings
fr: réunions clées

source: document summary
fr: sommaire du document

source: Markdown syntax is supported in this field
fr: La syntaxe Markdown est supportée dans ce domaine

source: Filter
fr: Filtrer

source: Clear
fr: Dégagé

source: Welcome to CSAS Action Central
fr: Bienvenue au Centre d'action du SCAS

source: refresh list!
fr: rafraîchir la liste!

source: CSAS Requests attending your Review
fr: Demandes SCAS en attente de votre examen

source: Title
fr: Titre

source: CSAS Office
fr: Bureau du SCAS

source: Your Role
fr: Votre rôle

source: Days With You
fr: Jours avec vous

source: Review Now!
fr: Réviser maintenant!

source: Terms of Reference CSAS Requests attending your Review
fr: Cadre de référence des demandes SCAS en attente de votre examen

source: Process Name
fr: Nom du processus

source: Scope/Type
fr: Portée/Type

source: CSAS Requests Flagged for Withdrawal
fr: Demandes SCAS signalées pour retrait

source: Withdraw
fr: Retirer

source: CSAS
fr: SCAS

source: Home
fr: Page d'accueil

source: Reports
fr: Rapports

source: Admin
fr: Administrateur

source: Manage Document Type
fr: Gérer le type de document

source: Manage Invitee Roles
fr: Gérer les rôles des invités

source: Manage Tag Words
fr: Gérer les mots-clés

source: Manage DFO Organizations
fr: Gérer les organisations du MPO

source: Manage Process Postings
fr: Gérer les publications du processus

source: CSAS User Permissions
fr: Permissions des utilisateurs du SCAS

source: CSAS Offices
fr: Bureaux du SCAS

source: Preview Email
fr: Visualiser le courriel

source: FROM:
fr: DE:

source: TO:
fr: À:

source: SUBJECT:
fr: SUJET:

source: Back
fr: Retour

source: Send
fr: Envoyer

source: yes
fr: oui

source: no
fr: non

source: New Note
fr: Nouvelle note

source: General
fr: Général

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: This record has no notes on file.
fr: Cet enregistrement n'a pas de notes dans le dossier.

source: Add Note
fr: Ajouter la note

source: Edit Note
fr: Modifier la note

source: Update
fr: Mise à jour

source: Create
fr: Créer

source: Are you certain you want to delete this Note?
fr: Êtes-vous certain de vouloir supprimer cette note?

source: Authors
fr: Auteurs

source: Person
fr: Personne

source: Is lead?
fr: Est l'auteur principal?

source: No one has been invited to this document.
fr: Personne n'a été invité à ce document.

source: This document has no notes.
fr: Ce document n'a pas de notes.

source: Open sidebar
fr: Ouvrir l'encadré

source: TRACKING PANEL
fr: PANNEAU DE SUIVI

source: Tracking Panel
fr: Panneau de suivi

source: CSAS Process
fr: Processus de SCAS

source: Translation
fr: Traduction

source: Delete Tracking
fr: Supprimer le suivi

source: Give a Guess
fr: Donne une estimation

source: APPROVALS
fr: APPROBATIONS

source: Sent
fr: Envoyer

source: Coordinator
fr: Coordinateur

source: Section Head
fr: Chef de la section

source: Division Manager
fr: Gestionnaire de la division

source: Director
fr: Directeur

source: Pub Number
fr: Numéro de publication

source: Visible only to National CSAS administrators
fr: Visible uniquement par les administrateurs nationaux du SCAS

source: A publication number was requested on:
fr: Un numéro de publication a été demandé le:

source: A publication number has not been requested.
fr: Un numéro de publication n'a pas été demandé.

source: Generate Pub Number
fr: Créer un numéro de publication

source: Finalization
fr: Finalisation

source: Posting
fr: Publication

source: Date started
fr: Date de début

source: Date completed
fr: Date de réalisation

source: Add Author
fr: Ajouter un auteur

source: Edit Author
fr: Modifier un auteur

source: Add a Person
fr: Ajouter une personne

source: Add a person
fr: Ajouter une personne

source: clear
fr: dégagé

source: Confirmed documents can only be deleted by NCR staff members.
fr: Les documents confirmés ne peuvent être supprimés que par les membres du personnel du RCN.

source: Start Tracking
fr: Commencer le suivi

source: Confirm This Document
fr: Confirmer ce document

source: Cancel Confirmation
fr: Annuler la confirmation

source: Document Status
fr: Statut du document

source: Translation Status
fr: Statut de la traduction

source: Request a Number
fr: Demander un numéro

source: Publication number requested on
fr: Numéro de publication demander sur le

source: Attachments
fr: Pièces jointes

source: Dev Links
fr: Liens de développement

source: DFO Library catelogue
fr: Catelogue de la bibliothèque du MPO

source: There are no meetings linked to this document.
fr: Il n'y a pas de reunions liées à ce document.

source: Metadata
fr: Métadonnées

source: Are you certain you want to request a publication number from National CSAS Office?
fr: Êtes-vous certain de vouloir demander un numéro de publication du bureau national du SCAS?

source: Are you certain you want to confirm this document? \n\nOnce it is confirmed, it cannot be deleted.
fr: Êtes-vous certain de vouloir confirmer ce document ? \n \nUne fois qu'il est confirmé, il ne peut pas être supprimé.

source: Are you certain you want to cancel the confirmation status of this document?
fr: Êtes-vous certain de vouloir annuler le statut de confirmation de ce document?

source: Are you certain you want to delete this author?
fr: Êtes-vous certain de vouloir supprimer cet auteur?

source: Are you certain you want to delete the document tracking?
fr: Êtes-vous certain de vouloir supprimer le suivi du document?

source: Expects media attention?
fr: Il attend l'attention des médias?

source: Expected publications:
fr: Publications prévues:

source: Name
fr: Nom

source: Lead office
fr: Bureau principal

source: There are no documents linked to this meeting.
fr: Il n'y a pas de documents liés à cette réunion.

source: Canadian Science Advisory Secretariat
fr: Secrétariat canadien des avis scientifiques

source: DFO Science Tracking Tool
fr: Outil de suivi du Secteur des sciences du MPO

source: There are %(html_insert)s items awaiting your action
fr: Il y a%(html_insert)s des articles qui attendent votre action

source: There is %(html_insert)s item awaiting your action
fr: Il y a%(html_insert)s un article qui attend votre action

source: Requests
fr: Demandes

source: Create, modify or view the status of a CSAS Request
fr: Créer, modifier ou consulter le statut d'une demande SCAS

source: All requests
fr: Tout les demandes

source: Requests connected to you
fr: Demandes liées à vous

source: New request
fr: Nouvelle demande

source: Review multiple requests
fr: Examiner plusieurs demandes

source: Processes
fr: Processus

source: Create, modify or view the status of a CSAS Processes
fr: Créer, modifier ou consulter le statut d'un processus SCAS

source: All CSAS processes
fr: Tout les processus SCAS

source: CSAS processes connected to you
fr: Processus SCAS liés à vous

source: New process
fr: Nouveau processus

source: Review multiple processes
fr: Examiner plusieurs processus

source: Find a CSAS Document
fr: Trouver un document SCAS

source: All docuemnts
fr: Tout les documents

source: CSAS documents connected to you
fr: Documents SCAS liés à vous

source: Meetings
fr: Réunions

source: Find a CSAS Meeting
fr: Trouver une réunion SCAS

source: All meetings
fr: Tout les réunions

source: CSAS meetings connected to you
fr: Réunions SCAS liées à vous

source: Review multiple meetings
fr: Réviser plusieurs réunions

source: View Your To-do List
fr: Consulter votre list des tâches

source: Add New User
fr: Ajouter un nouvel utilisateur

source: Add New Section
fr: Ajour une nouvelle section

source: Based on the dated selected above, this advice would be provided in the <u id="fy"></u> fiscal year
fr: Sur la base de la date sélectionnée ci-dessus, cette demande tombera dans l'exercice financier <u id="fy"></u>

source: Invitees
fr: Invités

source: Send invitation to all invitees who have not already received an invitation
fr: Envoyez l'invitation à tous les invités qui n'ont pas encore reçu d'invitation

source: copy emails of non-declined invitees to clipboard
fr: copier les courriels des invités non refusés dans le presse-papiers

source: copy emails of accepted invitees to clipboard
fr: copier les courriels des invités acceptés dans le presse-papiers

source: Mark all invitees who accepted the invitation as having 100%% attendance
fr: Marquez tous les invités qui ont accepté l'invitation comme ayant une participation de 100%%

source: RSVP Status
fr: Statut RSVP

source: Attendance
fr: Participation

source: Attended
fr: A participé à

source: No one has been invited to this meeting.
fr: Personne n'a été invité à cette réunion.

source: This meeting has no notes.
fr: Cette réunion n'a pas de notes.

source: Meeting Resources
fr: Ressources de la réunion

source: Date added
fr: Date ajoutée

source: This meeting has no associated resources.
fr: Cette réunion n'a pas de ressources associées.

source: Summary of Meeting Products (SoMP)
fr: Résumé des produits de la réunion

source: Confirm SoMP
fr: Confirmer le résumé des produits de la réunion

source: Originally submitted on:
fr: Initialement soumis le:

source: NOT SUBMITTED
fr: NON SOUMIS

source: Expected Publications:
fr: Publications prévues:

source: There are no documents linked to this meeting. Document can be added through the Process detail page or by clicking
fr: Il n'y a aucun document lié à cette réunion. Un document peut être ajouté via la page de détail du processus ou en cliquant

source: HERE
fr: ICI

source: Edit invitee attendance
fr: Modifier la participation des invités

source: Invitee Attendance
fr: Participation des invités

source: Click to select dates
fr: Cliquer pour sélectionner les dates

source: Done
fr: Terminé

source: Edit Invitation Email
fr: Modifier le courriel d'invitation à la réunion

source: Meeting Invitation Email
fr: Courriel d'invitation à la réunion

source: Send Invitation
fr: Envoyer l'invitation

source: Add Invitee
fr: Ajouter un invité

source: Edit Invitee
fr: Modifier un invité

source: Edit Person
fr: Modifier une personne

source: Edit person details
fr: Modifier les détails de la personne

source: This person cannot be edited since they are attached to a DM Apps user
fr: Cette personne ne peut pas être modifiée puisqu'elle est attachée à un utilisateur de DM Apps

source: Click
fr: Cliquer

source: here
fr: ici

source: to clone this person into an editable external user.
fr: pour cloner cette personne en un utilisateur externe modifiable.

source: Cancel
fr: Annuler

source: Import invitees from another CSAS meeting
fr: Importer des invités d'une autre réunion SCAS

source: Import Invitees
fr: Importer des invités

source: Please select a meeting from which to import invitees:
fr: Veuillez sélectionner une réunion à partir de laquelle vous souhaitez importer des invités:

source: Import
fr: Importer

source: Add Resource
fr: Ajouter une ressource

source: Edit Resource
fr: Modifier la ressource

source: This meeting / process has already been posted to the national CSAS website. Changes made to <span class="dotted" data-toggle="tooltip" title="Title (English and French), Location, Dates, Chair, Expected Publications (from ToR)">certain fields</span> of this meeting will automatically trigger a notification email to be sent to the National CSAS team.
fr: Cette réunion / ce processus a déjà été publié sur le site national du SCAS. Changements apportés à <span class="dotted" data-toggle="tooltip" title="Titre ( Anglais et français), Endroit, Dates, Président, Publications prévues (de la cadre de référence)">certains champs</span> de cette réunion déclenchera automatiquement l'envoi d'un courriel de notification à l'équipe nationale du SCAS.

source: This meeting cannot be delete while it is still linked to the Terms of Reference
fr: Cette réunion ne peut pas être supprimée tant qu'elle est liée au cadre de référence

source: Submit Posting Request
fr: Soumettre une demande de publication

source: Add a File
fr: Ajouter un fichier

source: View the Terms of Reference
fr: Voir le cadre de référence

source: Posted to CSAS website?
fr: Publié sur le site web du SCAS ?

source: Posting request made on
fr: Demande de publication faite le

source: Time
fr: Temps

source: Attendees
fr: Participants

source: Distinct attendees
fr: Participants distincts

source: Files
fr: Fichiers

source: There are no files attached to this meeting.
fr: Il n'y a pas de fichiers liés à cette réunion.

source: Are you certain you want to make a request for this meeting to be posted on the National CSAS website?
fr: Êtes-vous certain de vouloir faire une demande pour que ce processus soit publié sur le site Web du SCAS national?

source: Do you want to ** re-confirm ** the Summary of Meeting Products (SoMP)?
fr: Voulez-vous ** reconfirmer ** le résumé des produits de la réunion?

source: Are you sure you want to confirm the Summary of Meeting Products (SoMP)?
fr: Êtes-vous sûr de vouloir confirmer le résumé des produits de la réunion?

source: WARNING \n\nNo post-meeting chair comments have been provided. Do you still want to submit the SoMP anyways?
fr: ATTENTION\n\Aucun commentaire n'a été fourni par le président après la réunion. Voulez-vous quand même soumettre le résumé des produits de la réunion?

source: List of invitee email addresses have been copied to clipboard!
fr: La liste des courriels des invités a été copiée dans le presse-papiers!

source: You cannot use this function unless you have a meeting start and end date selected :)
fr: Vous ne pouvez utiliser cette fonction que si vous avez sélectionné une date de début et de fin de réunion :)

source: This will set the attendance of all invitees whose status is `accepted` or `invited` to 100%%. \n\n Do you wish to proceed?
fr: Cela permettra de définir participation de tous les invités dont le statut est «accepté» ou «invité» à 100%%. Voulez-vous continuer?

source: Are you certain you want to delete this resource?
fr: Êtes-vous certain de vouloir supprimer cette ressource?

source: Are you certain you want to delete this invitee?
fr: Êtes-vous certain de vouloir supprimer cet invité?

source: Are you certain you want to send out invitations to all invitees? \n\nInvitees who have already received invitations will not receive duplicates.
fr: Êtes-vous certain de vouloir envoyer des invitations à tous les invités? \n\nLes invités qui ont déjà reçu des invitations ne recevront pas de doublons.

source: Date, subject and location of meeting
fr: Date, sujet et lieu de la réunion

source: Scope and region(s)
fr: Portée et région(s)

source: Details & Publications
fr: Détails et publications

source: Status of posting on CSAS website
fr: Statut de publication sur le site web du SCAS

source: CSAS Staff Operations
fr: Opérations du personnel du SCAS

source: approximate dates only
fr: dates approximatives seulement

source: English title:
fr: Titre anglais:

source: French title:
fr: Titre français:

source: Location:
fr: Endroit:

source: none listed
fr: aucune énumérée

source: missing terms of reference
fr: cadre de reference manquant

source: missing documents
fr: documents manquants

source: Not Posted
fr: Non publié

source: Request made on
fr: Demande faite le

source: cancel request
fr: annuler la demande

source: Email notification sent on
fr: Notification par courriel envoyée le

source: Meeting Link
fr: Lien de la réunion

source: Process Id
fr: ID du processus

source: List view
fr: Vue du liste

source: Calendar view
fr: Vue du calendrier

source: Please use the filters to get started...
fr: Veuillez utiliser les filtres pour commencer...

source: No meetings found...
fr: Aucune réunion trouvée...

source: results loaded
fr: résultats chargés

source: Are you certain you want to unpost this meeting?
fr: Êtes-vous certain de vouloir désafficher cette réunion?

source: Are you certain you want to post this meeting? \n\nThe Lead Offices will receive a notification email.
fr: Êtes-vous certain de vouloir afficher cette réunion ? \Les bureaux principaux recevront un courriel de notification.

source: Contact Details
fr: Coordonnées

source: Meeting Invitations & Attendance
fr: Invitations et participation au réunion

source: This person has not been invited to any meetings.
fr: Cette personne n'a été invitée à aucune réunion.

source: Authorship
fr: Droits d'auteur

source: This person has not authorship in the system.
fr: Cette personne n'a pas de droit d'auteur dans le système.

source: Costs
fr: Coût

source: Cost category
fr: Catégorie de coût

source: Funding source
fr: Source de fonds

source: Amount
fr: Montant

source: This process has no associated costs.
fr: Ce document n'a pas de coûts associés.

source: This process has no notes.
fr: Ce processus n'a pas de notes.

source: Process ID:
fr: Identification du processus:

source: Clone / Export this CSAS Process to the DM Apps Project Planning Tool
fr: Cloner / exporter ce processus SCAS vers l'outil de planification de projet DM Apps

source: Export to PPT
fr: Exporter à l'OPP

source: Update the linked project in the DM Apps Project Planning Tool
fr: Mettez à jour le projet lié dans l'outil de planification de projet de DM Apps

source: Update Linked Project in PPT
fr: Mise à jour du projet lié dans l'OPP

source: Initiate Terms of Reference (ToR)
fr: Initier le cadre de référence

source: View Terms of Reference (ToR)
fr: Voir le cadre de référence

source: Meeting Chair
fr: Président(e) de la réunion

source: The <a href="%(tor_url)s">terms of reference</a> has not yet been initiated for this process.
fr: Le <a href="%(tor_url)s">cadre de référence</a> n'a pas encore été initié pour ce processus.

source: The <a href="%(tor_url)s"> terms of reference </a> has not been linked to a meeting.
fr: Le <a href="%(tor_url)s">cadre de référence </a> n'a pas été lié à une réunion.
