Repository: aynils/fisheriescape
Catalog: csas2/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Science Lead
fr: Responsable scientifique

source: No science leads have been tagged in any meetings.
fr: Aucune responsable scientifique n'a été marquée dans les réunions.

source: No client leads have been tagged in any meetings.
fr: Aucun client principal n'a été marquée dans les réunions.

source: Client sector(s)
fr: Secteur(s) client

source: Steering Committee Members
fr: Membres du comité directeur

source: No steering committee members have been tagged in any meetings.
fr: Aucun membre du comité directeur n'a été marqué dans les réunions.

source: Connected requests
fr: Demandes connectées

source: There are no requests attached to this process.
fr: Il n'y a pas de demandes liées à ce processus.

source: There are no projects attached to this process.
fr: Il n'y a pas de projets liées à ce processus.

source: There are no meetings associated with this process.
fr: Il n'y a pas de réunions liées à ce processus.

source: There are no documents associated with this process.
fr: Il n'y a pas de documents associés à ce processus.

source: By continuing, a project in the DM Apps Project Planning Tool will be created based on this CSAS Process. \n\nDo you want to proceed?
fr: En continuant, un projet dans l'outil de planification de projet DM Apps sera créé sur la base de ce processus SCAS. \n\nVoulez-vous continuer?

source: By continuing, the ACTIVITIES and STAFF MEMBERS of the project in the DM Apps Project Planning Tool which is currently link to this CSAS Process will be reset.\n\n\This may result in the loss of information. \n\nDo you want to proceed?
fr: En poursuivant, les ACTIVITÉS et les MEMBRES DU PERSONNEL du projet dans l'outil de planification de projet DM Apps qui est actuellement lié à ce processus SCAS seront réinitialisés. \n\n Voulez-vous continuer?

source: Are you certain you want to make a request for this process to be posted on the National CSAS website?
fr: Êtes-vous certain de vouloir faire une demande pour que ce processus soit publié sur le site Web du SCAS national?

source: Are you certain you want to delete this cost?
fr: Êtes-vous certain de vouloir supprimer ce coût?

source: No results found... :(
fr: Aucun résultat trouvé... :(

source: Process
fr: Processus

source: Is ToR posted on CSAS website?
fr: Le cadre de référence est publié sur le site web du SCAS ?

source: Region(s)
fr: Région(s)

source: Chair(s)
fr: Président(s)

source: CSAS coordinator
fr: Coordinateur SCAS

source: Meeting title (EN)
fr: Titre de la réunion (An)

source: Meeting title (FR)
fr: Titre de la réunion (Fr)

source: Expected publications (EN)
fr: Publications prévues

source: Expected publications (FR)
fr: Publications prévues (FR)

source: Meeting location
fr: Endroit de la réunion

source: Post All
fr: Publier tout

source: Un-Post All
fr: Dé-poster tout

source: No processes found...
fr: Aucun processus trouvé...

source: Regions
fr: Régions

source: Expected publication types
fr: Types de publications prévues

source: Please select a report
fr: Veuillez sélectionner un rapport

source: CSAS REVIEW PANEL
fr: PANNEAU DE RÉVISION DU SCAS

source: CSAS Review Panel
fr: Panneau de révision du SCAS

source: Delete Review
fr: Supprimer la révision

source: please provide your approval below.
fr: veuillez donner votre approbation ci-dessous.

source: please provide your recommendation below.
fr: veuillez donner votre recommendation ci-dessous.

source: This consists of reviewing all information in the request, including the <u>prioritization score and prioritization rationale.</u>
fr: Cela consiste à examiner toutes les informations de la demande, y compris <u> le score de priorisation et la justification de la priorisation.</u>

source: Please descibe changes
fr: Veuillez décrire les changements

source: Comments (optional)
fr: Commentaires (facultatif)

source: Submit Review
fr: Soumettre un examen

source: Approver Queue
fr: File d'attente des approbateurs

source: The approval process will begin once the CSAS Request is submitted.
fr: Le processus d'approbation commencera dès que la demande de SCAS sera soumise.

source: CSAS Policy on Review and Approval of Documents
fr: Politique du SCAS sur l'examen et l'approbation des documents

source: Review duration:
fr: Durée de l'examen:

source: days
fr: jours

source: Start typing to search for a user
fr: Commencez à taper pour rechercher un utilisateur

source: No approvers or recommenders have been added to this CSAS Request.
fr: Aucun approbateurs ou recommendeur n'a été invité à cette demande du SCAS.

source: Add an approver
fr: Ajouter un approbateur

source: Request ID:
fr: ID de la demande:

source: Regional CSAS staff have recommended that this request be <b>withdrawn</b>.
fr: Le personnel régional du SCAS a recommandé que cette demande soit <b>retirée</b>.

source: Withdraw This Request
fr: Retirer Cette Demande

source: Start a Review
fr: Commencer un examen

source: Initiate a Process
fr: Commencer un processus

source: Un-Submit
fr: Dé-soumettre

source: Submit
fr: Soumettre

source: Click here to clone this request into a new request
fr: Cliquez ici pour cloner cette demande dans une nouvelle demande

source: Clone Me
fr: Clonez-moi

source: Resume the Review
fr: Continuer l'examen

source: Request Detail
fr: Détails de la demande

source: is carry over?
fr: est un report?

source: Center for Science Advice
fr: Centre des avis scientifiques

source: Multiregional / multisector?
fr: Multirégional / multisectoriel?

source: Assistance from DFO Science
fr: Aide du Secteur des sciences du MPO

source: Client funding?
fr: Financement des clients?

source: Client prioritization and rationale
fr: Priorisation du client et justification

source: Connected processes
fr: Processus connectés

source: There are no processes attached to this request.
fr: Il n'y a pas de processus attachés à cette demande.

source: CSAS Review
fr: Examen du SCAS

source: Are you sure you want to withdraw this request?
fr: Êtes-vous certain de vouloir supprimer cette demande?

source: WARNING: This action cannot be reversed.
fr: ATTENTION : Cette action ne peut pas être inversée.

source: Are you certain you want to delete this review?
fr: Êtes-vous certain de vouloir supprimer cet examen?

source: Are you sure you want to remove this reviewer?
fr: Êtes-vous certain de vouloir supprimer cet examinateur?

source: WARNING: This reviewer's status is 'pending'. If you choose to continue, they will receive a notification message to inform them about this change.
fr: AVERTISSEMENT : Le statut de cet examinateur est "en attente". Si vous choisissez de continuer, il recevra un message de notification pour l'informer de ce changement.

source: All fields are mandatory before approvals and submission
fr: Tous les domaines sont obligatoires avant d'être approuvés et soumis

source: You do not have the necessary permissions to submit this request.
fr: Vous n'avez pas les autorisations nécessaires pour soumettre cette demande.

source: You must have at least one approver in the approval queue before submitting the request.
fr: Vous devez avoir au moins un approbateur dans la file d'attente d'approbation avant de soumettre la demande.

source: REQUEST FOR PEER-REVIEWED <br> SCIENCE INFORMATION AND/OR ADVICE
fr: DEMANDE D'INFORMATION <br> ET/OU D'AVIS SCIENTIFIQUES

source: Title of Request:
fr: Titre de la demande:

source: Client Sector Information:
fr: Information sur le secteur client:

source: Requester Name/ Title
fr: Nom et titre du demandeur

source: Email
fr: Courriel

source: Manager Name
fr: Nom du gestionnaire

source: Region
fr: Région

source: Sector
fr: Secteur

source: Directorate/Branch
fr: Direction/direction générale

source: Request Details:
fr: Détails de la demande:

source: Do you have funds to cover any extra costs associated with this request (i.e., special analysis, meeting costs, translation)? If yes, please elaborate.
fr: Disposez-vous de fonds pour couvrir les coûts supplémentaires associés à cette demande (par exemple, analyse spéciale, frais de réunion, traduction)? Si oui, veuillez préciser

source: Branch Approval:
fr: Approbation de la direction générale:

source: Approval Date
fr: Date d'approbation

source: Name of Director (or Delegated Authority)
fr: Nom du directeur (ou de l'autorité déléguée)

source: Submission Date
fr: Date de soumission

source: This PDF was generated by DM Apps &mdash; CSAS Tracking Tool on %(now)s
fr: Ce PDF a été généré par DM Apps &mdash; Outil de suivi du SCAS sur %(now)s

source: Request Information
fr: Information sur la demande

source: Review
fr: Réviser

source: Request Id:
fr: ID de la demande:

source: Region:
fr: Région:

source: Client prioritization:
fr: La priorisation du client:

source: Status:
fr: Statut:

source: Advice required by (original):
fr: Avis demandé par (original):

source: Advice FY:
fr: Exercice de l'avis:

source: Client prioritization description:
fr: Description de la priorisation du client:

source: Recommendation rationale
fr: Explication de la recommendation

source: VISIBLE TO CLIENT
fr: VISIBLE POUR LE CLIENT

source: Send notification email to client
fr: Envoyer un courriel de notification au client

source: Mark as sent
fr: Marquer comme envoyé

source: Notification email sent on
fr: Notification par courriel envoyée le

source: INTERNAL / CSAS ONLY
fr: INTERNE / SCAS SEULEMENT

source: delete this review
fr: supprimer l'examen

source: WARNING: This request does yet not have an associated CSAS process.
fr: CAVERTISSEMENT : Cette demande n'a pas encore de processus SCAS associé.

source: This review has an associated process.
fr: Cette réunion n'a pas de processus associées.

source: This request does not have a review.
fr: Cette demande n'a pas d'examen.

source: Click <span class="text-primary pointy" @click="primeReview(r)"> HERE </span> to start one.
fr: Cliquer <span class="text-primary pointy" @click="primeReview(r)"> ICI </span> pour en commencer un.

source: A review can be started only after the request has been submitted.
fr: Un examen ne peut être lancé qu'après la soumission de la demande.

source: Translation View
fr: Vue de la Traduction

source: OFF
fr: ANNULÉ

source: ON
fr: ACCEPTÉ

source: No requests found...
fr: Aucune demande trouvé...

source: Request Review Console
fr: Console d'examen des demandes SCAS

source: By submitted this request, you will commence approvals. Once approvals are complete, the request will be automatically forwarded to the %(office)s CSAS Office.
fr: En soumettant cette demande, vous commencerez les approbations. Une fois les approbations terminées, la demande sera automatiquement transmise au %(office)s bureau du SCAS.

source: I understand
fr: Je comprends

source: Once this request is submitted for approvals, you will not be able to delete it. Modification can occur during the review process if requested by an approver or recommender.
fr: Une fois cette demande soumise, vous ne pourrez pas la supprimer ou modifier son contenu. Une modification peut intervenir au cours du processus d'examen si elle est demandée par un approbateur ou un recommandeur.

source: The request can be withdrawn at any point during approvals however withdrawal is irreversible.
fr: La demande peut être retirée à tout moment au cours des approbations, mais le retrait est irréversible.

source: The appropriate authority (e.g., director) has been listed as an approver in the approval queue:
fr: L'autorité compétente (par exemple, le directeur) a été inscrite comme approbateur dans la file d'attente d'approbation:

source: Yes they have.
fr: Oui, ils l'ont fait.

source: The regional CSAS review will commence after approvals are completed.
fr: L'examen régional du SCAS commencera après l'obtention des approbations

source: Item
fr: Article

source: Created
fr: Créer

source: No outstanding notes to display.
fr: Aucune note non résolu à afficher.

source: Meeting
fr: Réunion

source: please provide your review below
fr: veuillez donner votre examen ci-dessous

source: The approval process will begin once the ToR is submitted.
fr: Le processus d'approbation commencera une fois que le cadre de référence aura été soumis.

source: Before the approval process is started, the steering committee should have seen and agreed to the ToR.
fr: Avant que le processus d'approbation ne soit lancé, le comité directeur doit avoir vu et accepté le cadre de référence.

source: No approvers have been added to this Terms of Reference.
fr: Aucun approbateur n'a été invité à ce cadre de référence.

source: Un-submit
fr: Dé-soumettre

source: Export
fr: Exporter

source: Word (en)
fr: Word (an)

source: HTML (en)
fr: HTML (an)

source: Request for Posting
fr: Demander de publication

source: English text
fr: Texte anglais

source: French text
fr: Texte français

source: Context
fr: Contexte

source: Objectives
fr: Objectifs

source: References
fr: Références

source: You do not have the necessary permissions to submit this ToR.
fr: Vous n'avez pas les autorisations nécessaires pour soumettre ce cadre de référence.

source: You must have at least one approver in the approval queue before submitting the ToR.
fr: Vous devez avoir au moins un approbateur dans la file d'attente d'approbation avant de soumettre le cadre de référence.

source: Markdown syntax is supported in the textbox fields
fr: La syntaxe Markdown est supportée dans ce domaine

source: Expected Publications
fr: Publications prévues

source: Expected Participations
fr: Participations prévues

source: Please enter organizations in list format
fr: Veuillez entrer les organisations sous forme de liste

source: References (Optional)
fr: Références (facultatif)

source: Linked to Which Meeting
fr: Lié à quelle réunion

source: New
fr: Nouveau

source: New DM Apps User
fr: Nouveau utilisateur de DM apps

source: National Administrator
fr: Administrateur national

source: Regional Administrator
fr: Administrateur régional

source: You are not logged in
fr: Vous n'êtes pas connecté

source: You do not have the permissions to modify this request
fr: Vous n'avez pas les autorisations nécessaires pour modifier cette demande

source: You can modify this record because you are the request client
fr: Vous pouvez modifier cet enregistrement parce que vous êtes le client de la demande

source: You can modify this record because you are the record creator
fr: Vous pouvez modifier cet enregistrement car vous l'avez créer

source: You can modify this record because you are the CSAS coordinator for this region
fr: Vous pouvez modifier cet enregistrement car vous êtes le coordinateur SCAS pour cette région

source: You can modify this record because you a CSAS Science advisor in this region
fr: Vous pouvez modifier cet enregistrement car vous êtes un conseiller scientifique du SCAS dans cette région

source: You can modify this record because you a CSAS Science administrator in this region
fr: Vous pouvez modifier cet enregistrement car vous êtes un administrateur scientifique du SCAS dans cette région

source: You can modify this record because you are a national CSAS administrator
fr: Vous pouvez modifier cet enregistrement car vous êtes un administrateur scientifique national du SCAS

source: You can modify this record because you are a NCR web & pub staff member
fr: Vous pouvez modifier cet enregistrement car vous êtes un membre de l'équipe de site web et de publications du RCN

source: You do not have the permissions to withdrawn this request
fr: Vous n'avez pas les autorisations nécessaires pour retirer cette demande

source: cannot withdraw draft.
fr: ne peut pas retirer le brouillon.

source: cannot withdraw accepted.
fr: ne peuvent pas retirés accepté.

source: cannot withdraw fulfilled.
fr: ne peuvent pas retirés réalisé.

source: already withdrawn.
fr: déjà retiré.

source: You can withdraw this record because you can modify it.
fr: Vous pouvez retirer cet enregistrement car vous pouvez le modifier.

source: You are the client and the status is in the right place
fr: Vous êtes le client et le statut est au bon endroit

source: You do not have the permissions to modify this review
fr: Vous n'avez pas les autorisations nécessaires pour modifier cet examen

source: This CSAS request does not have a review!
fr: Cette demande n'a pas d'examen!

source: You do not have the permissions to modify this process
fr: Vous n'avez pas les autorisations nécessaires pour modifier ce processus

source: You can modify this record because you have been tagged as a process editor
fr: Vous pouvez modifier cet enregistrement car vous avez été étiqueté comme éditeur de processus

source: You can modify this record because you are a science administrator for this process
fr: Vous pouvez modifier cet enregistrement car vous êtes un administrateur scientifique pour ce processus

source: You can modify this record because you are a science advisor for this process
fr: Vous pouvez modifier cet enregistrement car vous êtes un conseiller scientifique pour ce processus

source: You can modify this record because you are the coordinator for this process
fr: Vous pouvez modifier cet enregistrement car vous êtes un coordinateur pour ce processus

source: request Id
fr: ID de la demande

source: Assistance from DFO Science?
fr: Aide du Secteur des sciences du MPO?

source: client funding?
fr: financement des clients?

source: client prioritization
fr: priorisation des clients

source: metadata
fr: métadonnées

source: prioritization
fr: priorisation

source: Was the original request date deferred?
fr: La date de la demande initiale a-t-elle été reportée?

source: meeting dates
fr: dates de la réunion

source: meeting location
fr: endroit de la réunion

source: advisory process type
fr: type de processus de consultation

source: Full name
fr: Nom complet

source: job title
fr: titre du poste

source: Spring
fr: Printemps

source: 1st quarter
fr: 1er trimestre

source: Summer
fr: Été

source: 2nd quarter
fr: 2ème trimestre

source: Fall
fr: Automne

source: 3rd quarter
fr: 3ème trimestre

source: Winter
fr: Hiver

source: 4th quarter
fr: 4ème trimestre

source: The process' meeting has already been posted therefore any changes to the ToR's expected publications will trigger a notification to the national CSAS team.
fr: Ce processus a déjà été publié. Par conséquent, les changements apportés au cadre de référence déclencheront automatiquement l'envoi d'une notification à l'équipe nationale du SCAS.

source: send emails to
fr: envoyer des courriels à

source: New Contact
fr: Nouveau contact

source: Linked to DM Apps user?
fr: Lié à un utilisateur de DM Apps?

source: Some details of this contact cannot be modified since they are connected to a DM Apps account.
fr: Ce contact ne peut pas être modifié puisqu'il est attachée à un utilisateur de DM Apps.

source: My CSAS Requests
fr: Mes demandes du SCAS

source: CSAS Request Review Console
fr: Console d'examen des demandes SCAS

source: CSAS Process Review Console
fr: Console d'examen des processus SCAS

source: Save
fr: Sauver

source: New CSAS Request
fr: Nouvelle demande de SCAS

source: All fields are mandatory before approvals and submission. The fields in <span class='red-font'>red</span> are mandatory before saving.
fr: Tous les champs sont obligatoires avant les approbations et la soumission. Les champs en <span class='red-font'>rouge</span> sont obligatoires avant l'enregistrement.

source: Proceed
fr: Procéder

source: Do you wish to un-submit the following request?
fr: Souhaitez-vous retirer la demande suivante?

source: Do you wish to submit the following request?
fr: Souhaitez-vous soumettre la demande suivante?

source: Clone a CSAS Request
fr: Cloner une demande de SCAS

source: Please update the request details
fr: Veuillez mettre à jour les détails de la demande

source: New CSAS Request File
fr: Nouvelle demande de SCAS

source: CSAS Processes
fr: Processus du SCAS

source: advisory type
fr: type de consultation

source: CSAS offices
fr: Bureaux de SCAS

source: chair(s)
fr: président(s)

source: science lead(s)
fr: responsable(s) scientifique(s)

source: My CSAS Processes
fr: Mes processus du SCAS

source: meeting posted?
fr: réunion publiée?

source: SoMP confirmed?
fr: Le résume des produits de la réunion confirmé?

source: New CSAS Process
fr: Processus de SCAS

source: Cannot add invitees to meeting because there is not a 'steering committee member' role in the system.
fr: Impossible d'ajouter des invités à la réunion car il n'existe pas de rôle de "membre du comité directeur" dans le système.

source: Cannot add invitees to meeting because there is not a 'science lead' role in the system.
fr: Impossible d'ajouter des invités à la réunion car il n'existe pas de rôle de "responsable scientifique" dans le système.

source: Cannot add invitees to meeting because there is not a 'client lead' role in the system.
fr: Impossible d'ajouter des invités à la réunion car il n'existe pas de rôle de "client principal" dans le système.

source: Cannot add invitees to meeting because there is not a 'chair' role in the system.
fr: Impossible d'ajouter des invités à la réunion car il n'existe pas de rôle de "président" dans le système.

source: Initiate ToR
fr: Initier le cadre de référence

source: New Terms of Reference
fr: Nouveau cadre de référence

source: Do you wish to un-submit this Terms of Reference?
fr: Souhaitez-vous retirer le cadre de référence suivant?

source: Do you wish to submit this Terms of Reference?
fr: Souhaitez-vous soumettre le cadre de référence suivant?

source: dates are approximate
fr: les dates indiquées ci-dessus sont approximatives

source: your role(s)
fr: votre (vos) rôle(s)

source: Status of website posting
fr: Statut de la publication sur le site web

source: New Meeting
fr: Nouvelle réunion

source: This process has already been posted therefore changes to the meeting details will automatically trigger a notification to be sent to the national CSAS team.
fr: Ce processus a déjà été publié. Par conséquent, les modifications apportées aux détails de la réunion déclencheront automatiquement l'envoi d'une notification à l'équipe nationale du SCAS.

source: CSAS Meeting Review Console
fr: Console d'examen des demandes SCAS

source: My Docs
fr: Mes documents

source: New Document
fr: Nouveau document

source: To Do List
fr: Liste des tâches

source: Action Central
fr: Centre d'action

source: CSAS Reports
fr: Rapports du SCAS
