Repository: aynils/fisheriescape
Catalog: scuba/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Search term
fr: Terme à rechercher

source: Year
fr: Année

source: start latitude
fr: latitude de depart

source: Degrees (DD)
fr: Degrés (DD)

source: start latitude (minutes)
fr: latitude de départ (minutes)

source: start longitude
fr: longitude de depart

source: start longitude (minutes)
fr: longitude de départ (minutes)

source: end latitude
fr: latitude de fin

source: end latitude (minutes)
fr: latitude de fin (minutes)

source: end longitude
fr: longitude de fin

source: end longitude (minutes)
fr: longitude de fin (minutes)

source: start latitude (decimal degrees)
fr: latitude de départ (degrés décimaux)

source: start longitude (decimal degrees)
fr: longitude de départ (degrés décimaux)

source: end latitude (decimal degrees)
fr: latitude de fin (degrés décimaux)

source: end longitude (decimal degrees)
fr: longitude de fin (degrés décimaux)

source: abbreviation
fr: abréviation

source: name
fr: nom

source: region
fr: région

source: first name
fr: prénom

source: last name
fr: nom de famille

source: weather notes
fr: notes météorologiques

source: comment
fr: commentaire

source: North
fr: nord

source: Northeast
fr: nord-est

source: East
fr: est

source: Southeast
fr: sud-est

source: South
fr: sud

source: Southwest
fr: sud-ouest

source: West
fr: ouest

source: Northwest
fr: nord-ouest

source: Left
fr: à gauche

source: Right
fr: à droite

source: sample
fr: échantillon

source: diver
fr: plongeur/euse

source: start descent
fr: commencer la descente

source: bottom time (min)
fr: temps au fond (min)

source: max depth (ft)
fr: profondeur max (ft)

source: side
fr: côté

source: width (m)
fr: largeur (m)

source: dive
fr: ploge

source: 5m interval [1-20]
fr: Intervalle de 5m [1-20]

source: depth (ft)
fr: profondeur (ft)

source: algae [0-1]
fr: algue [0-1]

source: sand [0-1]
fr: sable [0-1]

source: mud [0-1]
fr: vase [0-1]

source: hard [0-1]
fr: dur [0-1]

source: gravel [0-1]
fr: gravier [0-1]

source: boulder [0-1]
fr: caillou [0-1]

source: sand
fr: sable

source: mud
fr: vase

source: hard
fr: dur

source: algae
fr: algue

source: gravel
fr: gravier

source: boulder
fr: caillou

source: 0 - unknown
fr: 0 - inconnue

source: 1 - male
fr: 1 - mâle

source: 2 - female
fr: 2 - femâle

source: 0 - no eggs
fr: 0 - pas d'oeufs

source: b1 - berried with new eggs
fr: b1 - berried avec œufs nouveau

source: b2 - berried with black eggs
fr: b2 - berried avec œufs noirs

source: b3 - berried with developed eggs
fr: b3 - berried avec œufs développés

source: 0 - uncertain
fr: 0 - pas certain

source: carapace length (mm)
fr: longueur de la carapace (mm)

source: sex
fr: sexe

source: egg status
fr: statut des œufs

source: length certainty
fr: certitude de longeur

source: SCUBA Survey
fr: Relevé de SCUBA

source: Home
fr: Accueil

source: Reports
fr: Rapports

source: Settings
fr: Paramètres

source: Divers
fr: Plongeur/euse

source: Observations
fr: Les observations

source: No sections have been added to this dive yet.
fr: Aucune section n'a encore été ajoutée à cette plongée.

source: New Section
fr: Nouvelle section

source: Substrate total percentage:
fr: Pourcentage total du substrat:

source: Add (Enter)
fr: Ajouter (retour)

source: This section has no observations
fr: Cette section n'a pas d'observations

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Data Entry Mode
fr: Mode de saisie des données

source: This dive has no observations.
fr: Cette plongée n'a pas d'observation.

source: Gulf Region Lobster Survey Data Entry and Archiving Tool
fr: Outil de saisie et d'archivage des données de la relevé de homard de la région du Golfe

source: Add Site
fr: Ajouter un emplacement

source: Sites
fr: Les emplacements

source: No. of transects
fr: Nombre des transects

source: No. of samples
fr: Nombre des echantillons

source: This region has no sites.
fr: Cette région n'a pas d'emplacements.

source: Add Transect
fr: Ajouter un transect

source: Transects
fr: Les transects

source: Please select a report
fr: Veuillez sélectionner un rapport

source: New Dive
fr: Nouvelle plongée

source: Dives
fr: Les plongées

source: This sample has no dives.
fr: Cet échantillon n'a pas de plongées.

source: Regions
fr: Régions

source: Add a New Sample
fr: Ajouter un échantillon

source: dive count
fr: nombre des plongées

source: observation count
fr: nombre d'observations

source: substrate profile
fr: profil de substrat

source: dive Id
fr: identifiant de la ploge

source: Scuba Reports
fr: Rapports
