Repository: aynils/fisheriescape
Catalog: ihub/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Search organizations (name, province, etc...)
fr: Recherche par organisation

source: Organizational role <br>(any part of name)
fr: Rôle dans l'organisation

source: Any part of name, or title
fr: Nom ou poste

source: DFO Region
fr: Région du MPO

source: Entry Contact
fr: Contact

source: title contains
fr: Le titre contiens

source: Name contains
fr: Le nom contiens

source: Click to select a date..
fr: Cliquez pour sélectionner une date...

source: Capacity Report (Excel Spreadsheet)
fr: Rapport sur les capacités (tableur excel)

source: Organizational Report / Cue Card (PDF)
fr: Rapport sur l'organisation (PDF)

source: iHub Summary Report
fr: Rapport sommaire du iHub

source: Consultation Instructions (PDF)
fr: Instructions de consultation (PDF)

source: Consultation Instructions - Mail Merge (xlsx)
fr: Instructions de consultations (Liste de courriels)

source: Internal
fr: Note interne

source: Follow-up (*)
fr: Suivi (*)

source: DFO employee
fr: Employé du MPO

source: Select a contact
fr: Sélectionner un contact

source: Yes
fr: Oui

source: No
fr: Non

source: abbreviation (French)
fr: Abbréviation en français

source: title
fr: Titre

source: location
fr: endroit

source: proponent
fr: Promoteur

source: organizations
fr: Organisations

source: initial activity date
fr: Début de l'activité

source: anticipated end date
fr: Fin de l'activité

source: status
fr: Statut

source: DFO sectors
fr: Division du MPO

source: Entry Type
fr: Type de saisie

source: regions
fr: régions

source: funding program
fr: Programme de financement

source: fiscal year/multiyear
fr: Année(s) fiscale(s)

source: is funding needed?
fr: Financement nécessaire?

source: funding purpose
fr: But du financement

source: funding requested
fr: Financement demandé

source: funding approved
fr: Financement approuvé

source: amount transferred
fr: Montant transféré

source: amount lapsed
fr: Montant non utilisé

source: does any funding need to be recovered?
fr: Est-ce que du financement doit être récupéré?

source: date last modified
fr: Dernière modification

source: date created
fr: Crée le

source: last modified by
fr: Dernière modification par

source: created by
fr: Crée par

source: Lead
fr: Responsable

source: Support
fr: En support

source: User
fr: Utilisateur

source: name
fr: nom

source: role
fr: rôle

source: Next step
fr: Prochaine étape

source: Comment
fr: Commentaire

source: author
fr: auteur

source: caption
fr: légende

source: file
fr: fichier

source: date uploaded
fr: mis en ligne le

source: Amount outstanding
fr: Montant impayé

source: Funding requested
fr: Financement demandé

source: DFO Contacts
fr: Contact au MPO

source: iHub Entries:
fr: Entrées du iHub :

source: There are no iHub entries for this organization.
fr: Il n'y a pas d'entrées pour cette organization.

source: Files
fr: Fichiers

source: No files have been attached to this entry
fr: Aucun fichier n'a été lié à cette entrée

source: Link
fr: Lien

source: Caption
fr: Légende

source: Date Uploaded
fr: Mis en ligne le

source: Filters
fr: Filtres

source: Filter
fr: Filtrer

source: Clear
fr: Effacer

source: <b class='highlight'>MISSING EMAIL</b>
fr: <b class='highlight'>Courriel manquant</b>

source: <b class='highlight'>MISSING ROLE</b>
fr: <b class='highlight'>Rôle manquant</b>

source: Create Instructions
fr: Créer des instructions

source: Edit Instructions
fr: Éditer les instructions

source: Consultation Instructions:
fr: Instructions de consultation:

source: There are no consultation instructions available for this organization
fr: Il n'y a pas d'instruction de consultation pour cette organisation

source: Address Letter To
fr: Envoyer une lettre papier à

source: Cc (on Bottom of Letter)
fr: Mettre en Cc (dans le bas de la lettre) :

source: Paper Copy
fr: Copie papier

source: Email "To" Recipients
fr: Envoyer courriel à

source: Email "Cc" Recipients
fr: Mettre le courriel en C.c. à

source: Email "Cc" Recipients (Commercial Only)
fr: Mettre en C.c. (commercial seulement)

source: Metadata
fr: Métadonnées

source: No members have been added to this organization
fr: Aucun membre n'a été ajouté pour cette organisation

source: Name
fr: Nom

source: Role
fr: Rôle

source: Last modified
fr: Dernière modification

source: Actions, Next Steps or Comments
fr: Actions, prochaines étapes ou commentaires

source: No Actions, next steps or comments have been added to this entry...
fr: Aucune action, prochaine étape ou commentaires n'ont été ajouté à cette entrée...

source: Status
fr: Statut

source: Creation / Last modified
fr: Création / dernière modification

source: No people have been added to this entry
fr: Aucun contact n'a été ajouté à cette entrée

source: Organization
fr: Organisation

source: Connected user?
fr: Utilisateur connecté?

source: Home
fr: Accueil

source: Entries
fr: Entrées

source: Organizations
fr: Organisations

source: Reports
fr: Rapports

source: Settings
fr: Paramètres

source: Manage Sectors
fr: Modifier les divisions

source: Manage Organizations
fr: Modifier les organisations

source: Manage Statuses
fr: Modifier les statuts

source: Manage Entry Types
fr: Modifier les types d'entrées

source: Manage Funding Purposes
fr: Modifier les activités financées

source: Manage Reserves
fr: Modifier les réserves

source: Manage Nations
fr: Modifier les Nations

source: Manage Funding Programs
fr: Modifier les programmes de financement

source: Manage Relationship Ratings
fr: Modifier la qualité de la relation

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Entry Detail
fr: Détails de l'entrée

source: Funding Detail
fr: Détails du financement

source: There are no funding details available for this entry.
fr: Il n'y a pas de détails de financement pour cette entrée

source: Are you sure you want to delete this note?
fr: Êtes-vous sûr de vouloir supprimer cette note?

source: Are you sure you want to delete this person from the entry?
fr: Êtes-vous sûr de vouloir supprimer cette personne de l'entrée?

source: Are you sure you want to delete this file from the entry?
fr: Êtes-vous sûr de vouloir supprimer ce fichier de l'entrée?

source: OR
fr: OU

source: Welcome to the iHub
fr: Bienvenue dans le iHub

source: Edit Contact Information
fr: Modifier les informations de ce contact

source: Contact Information
fr: Coordonnées

source: add a new contact
fr: Ajouter un nouveau contact

source: Consultation Roles
fr: Rôles de consultation

source: contact email address is missing!
fr: Le courriel du contact est manquant!

source: This member does not have a consultation role.
fr: Ce membre n'a pas de rôle de consultation.

source: Add Consultation Role
fr: Ajouter un rôle de consultation

source: Last modified on
fr: Dernière modification

source: by
fr: par

source: Cue Card
fr: Carte de visite

source: Organization Detail:
fr: Détails de l'organisation :

source: Save
fr: Sauvegarder

source: Back
fr: Précédente

source: Person Detail:
fr: Détails de la peronne :

source: Membership:
fr: Affiliation :

source: (Will open in Master List in separate tab)
fr: (Ouvrira dans un onglet séparé)

source: This report was generated by iHub on %(now)s
fr: Ce rapport a été généré par le iHub le %(now)s

source: Organization Information
fr: Informations sur l'organisation

source: List of Contacts
fr: Liste de contacts

source: iHub Entries
fr: Entrées du iHub

source: There are no entries to display for this organization
fr: Il n'y a pas d'entrées à afficher pour cette organisation

source: Amount outstanding:
fr: Montant impayé :

source: This report was generated by iHub on %(now)s
fr: Ce rapport a été généré par le iHub le %(now)s

source: List of iHub Entries by Organization
fr: Liste des entrées par organisation

source: TOTAL COUNT OF UNIQUE ENTRIES
fr: NOMBRE TOTAL D'ENTRÉES UNIQUES

source: People:
fr: Personne :

source: No people have been assigned to this entry.
fr: Personne n'a été assigné à cette entrée.

source: Created by
fr: Crée par

source: No notes have been added to this entry.
fr: Aucune note n'a été ajoutée à cette entrée.

source: Funding Details:
fr: Détails du financement :

source: iHub reports
fr: Rapports du iHub

source: Please enter the Report Details:
fr: Sélectionnez le type de rapport désiré:

source: Change Password
fr: Changer de mot de passe

source: Edit User Profile
fr: Modifier le profil de l'utilisateur

source: Edit User in Site Admin Menu
fr: Modifier le profil de l'utilisateur dans le menu administrateur

source: All Users
fr: Tous les utilisateurs

source: User List
fr: Liste des utilisateurs

source: iHub Administrator
fr: Administrateur

source: Read / write permissions
fr: Permission(s) en lecture/écriture

source: home
fr: Accueil

source: Please note that only <b>unclassified information</b> may be entered into this application.
fr: Veuillez noter que seules <b>informations non classifiées</b> peuvent être saisies dans cette application.

source: full name
fr: Nom complet

source: last updated
fr: dernière mise à jour

source: metadata
fr: Métadonnées

source: New Contact
fr: Nouveau contact

source: Full address
fr: Adresse complète

source: Audio recording
fr: Enregistrement de la prononciation

source: New Organization
fr: Nouvelle organisation

source: New Organization Member
fr: Nouveau membre de l'organisation

source: New Entry
fr: Nouvelle entrée

source: The entry has been submitted and an email has been sent to the Indigenous Hub Coordinator!
fr: L'entrée à été soumise et un courriel a été envoyé au coordonnateur du Hub RPA!

source: The note has been successfully deleted from the entry.
fr: La note a été supprimée de l'entrée avec succès.

source: New Entry Person
fr: Ajouter une personne

source: The person has been successfully deleted from the entry.
fr: La personne a été supprimée de l'entrée avec succès.

source: The file has been successfully deleted from the entry.
fr: Le fichier a été supprimé de l'entrée avec succès.
