Repository: aynils/fisheriescape
Catalog: masterlist/locale/*/LC_MESSAGES/django.po
Languages: fr

source: name
fr: nom

source: indigenous?
fr: autochtone?

source: level
fr: niveau

source: None
fr: n/a

source: On-Reserve
fr: Sur réserve

source: Off-Reserve
fr: Hors réserve

source: Both
fr: Total

source: legal name
fr: raison sociale

source: indigenous Name
fr: nom de la communauté

source: abbreviation
fr: abréviation

source: street address
fr: adresse civique

source: mailing address
fr: adresse postale

source: city
fr: ville

source: postal code
fr: code postal

source: phone
fr: téléphone

source: DFO contacts
fr: Contacts du MPO

source: key species
fr: espèces pêchées

source: grouping
fr: regroupement

source: regions
fr: région(s)

source: DFO sector
fr: division du MPO

source: relationship rating
fr: évaluation de la relation

source: Associated organizations
fr: Organisations associées

source: former name
fr: ancien nom

source: website
fr: site web

source: council quorum
fr: quorum du conseil

source: next election
fr: prochaine élection

source: election term
fr: durée du mandat

source: date that the new council holds office
fr: date d'entrée en fonction du nouveau conseil

source: population on reserve
fr: population dans la réserve

source: population off reserve
fr: population hors réserve

source: population on other reserve
fr: population dans une autre réserve

source: processing plant?
fr: usine de transformation?

source: wharf?
fr: quai?

source: Associated reserves
fr: Réserves associées

source: audio file
fr: fichier audio

source: date last modified
fr: dernière modification

source: last modified by
fr: modifié par

source: title
fr: titre

source: first name
fr: prénom

source: last name
fr: nom de famille

source: work phone
fr: téléphone de travail

source: work phone 2
fr: téléphone de travail (autre)

source: work email
fr: courriel de travail

source: work email 2
fr: courriel de travail (autre)

source: work phone (mobile)
fr: téléphone de travail (cellulaire)

source: language preference
fr: préférence linguistique

source: email block
fr: courriel 1

source: membership
fr: appartenance

source: Phone 1
fr: téléphone personnel

source: Phone 2
fr: téléphone personnel (autre)

source: E-mail 1
fr: Courriel personnel

source: E-mail 2
fr: Courriel personnel (autre)

source: role
fr: rôle

source: TO
fr: À

source: CC (Commercial Only)
fr: C.c. (commercial)

source: TO / CC
fr: À / CC

source: EMAIL MISSING
fr: COURRIEL MANQUANT

source: MISSING ROLE
fr: RÔLE MANQUANT

source: address letter to:
fr: Envoyer un lettre papier à :

source: include on cc (letter)
fr: Mettre en C.c. dans la lettre :

source: paper copy to
fr: copie papier à
